/* No comment provided by engineer. */
"%d %@ (with %.2f%% alcohol) contains as much alcohol as %.1f %@ of whiskey." = "%1$d %2$@ (with %3$.2f%% alcohol) contains as much alcohol as %4$.1f %5$@ of whiskey.";

/* No comment provided by engineer. */
"%d %@ (with %.2f%% alcohol) contains as much alcohol as %.1f %@ of wine." = "%1$d %2$@ (with %3$.2f%% alcohol) contains as much alcohol as %4$.1f %5$@ of wine.";

/* @singular beer
   singular beer */
"beer" = "beer";

/* @plural of beer
   plural of beer */
"beers" = "beers";

/* @singular glass */
"glass" = "glass";

/* @plural of glass */
"glasses" = "glasses";

/* singular shot */
"shot" = "shot";

/* plural of shot */
"shots" = "shots";

